[
  {
    "id": "1",
    "title": "開經偈",
    "zh": "觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空，度一切苦厄。",
    "en": "When Avalokiteśvara Bodhisattva was practicing deeply the prajñāpāramitā, he perceived that all five skandhas are empty, and thereby was liberated from all suffering and distress."
  },
  {
    "id": "2",
    "zh": "舍利子，色不異空，空不異色；色即是空，空即是色；受想行識，亦復如是。",
    "en": "Śāriputra, form is not different from emptiness, and emptiness is not different from form. Form is emptiness, and emptiness is form. The same is true of feelings, perceptions, mental formations, and consciousness."
  },
  {
    "id": "3",
    "zh": "舍利子，是諸法空相，不生不滅，不垢不淨，不增不減。",
    "en": "Śāriputra, all dharmas are marked with emptiness: they are neither born nor destroyed, neither defiled nor pure, neither increasing nor decreasing."
  },
  {
    "id": "4",
    "zh": "是故空中無色，無受想行識；無眼耳鼻舌身意；無色聲香味觸法；",
    "en": "Therefore, in emptiness there is no form, no feelings, perceptions, mental formations, or consciousness; no eye, ear, nose, tongue, body, or mind; no form, sound, smell, taste, touch, or objects of mind;"
  },
  {
    "id": "5",
    "zh": "無眼界，乃至無意識界；無無明，亦無無明盡，乃至無老死，亦無老死盡。",
    "en": "no realm of sight, and so on up to no realm of consciousness; no ignorance and also no ending of ignorance, and so on up to no old age and death, and no ending of old age and death."
  },
  {
    "id": "6",
    "zh": "無苦集滅道；無智亦無得，以無所得故。",
    "en": "There is no suffering, no origin of suffering, no cessation, and no path; no wisdom and no attainment, because there is nothing to attain."
  },
  {
    "id": "7",
    "zh": "菩提薩埵，依般若波羅蜜多故，心無罣礙；無罣礙故，無有恐怖；",
    "en": "Because the bodhisattvas rely on prajñāpāramitā, their minds have no hindrance. Having no hindrance, they have no fear."
  },
  {
    "id": "8",
    "zh": "遠離顛倒夢想，究竟涅槃。",
    "en": "They are free from all deluded thoughts and attain complete Nirvāṇa."
  },
  {
    "id": "9",
    "zh": "三世諸佛，依般若波羅蜜多故，得阿耨多羅三藐三菩提。",
    "en": "All Buddhas of the past, present, and future rely on prajñāpāramitā and thereby attain anuttarā-samyak-saṃbodhi — supreme perfect enlightenment."
  },
  {
    "id": "10",
    "zh": "故知般若波羅蜜多，是大神咒，是大明咒，是無上咒，是無等等咒，",
    "en": "Therefore, know that prajñāpāramitā is the great mantra, the mantra of great wisdom, the unsurpassed mantra, the unequalled mantra."
  },
  {
    "id": "11",
    "zh": "能除一切苦，真實不虛。",
    "en": "It can remove all suffering — it is true and not false."
  },
  {
    "id": "12",
    "zh": "故說般若波羅蜜多咒，即說咒曰：",
    "en": "Thus proclaim the mantra of prajñāpāramitā. Recite the mantra thus:"
  },
  {
    "id": "13",
    "title": "心經咒",
    "zh": "揭諦揭諦，波羅揭諦，波羅僧揭諦，菩提薩婆訶。",
    "en": "Gate gate pāragate pārasaṃgate bodhi svāhā."
  }
]
